Repository: alexandre-mbm/inkblot
Catalog: po/*.po
Languages: de_de, fi, fr_fr, ru, sv

source: Orientation
de_de: Ausrichtung
fi: Suunta
ru: Ориентация
sv: Orientering

source: The orientation of the tray.
de_de: Ausrichtung im Benachrichtigungsfeld.
fi: Lokeron suunta
fr_fr: L'orientation du tray.
ru: Ориентация лотка
sv: Brickans orientering.

source: Ink level: high
de_de: Tintenfüllstand: hoch
fi: Musteen määrä: korkea
fr_fr: Niveau d'encre : haut
ru: Уровень чернил: высокий
sv: Bläcknivå: hög

source: Ink level: medium
de_de: Tintenfüllstand: mittel
fi: Musteen määrä: puolillaan
fr_fr: Niveau d'encre : moyen
ru: Уровень чернил: средний
sv: Bläcknivå: medel

source: Ink level: low
de_de: Tintenfüllstand: gering
fi: Musteen määrä: matala
fr_fr: Niveau d'encre : bas
ru: Уровень чернил: низкий
sv: Bläcknivå: låg

source: Printer off or ink empty
de_de: Drucker ist aus oder Tinte ist alle
fi: Tulostin on pois päältä tai muste on loppu
fr_fr: Imprimante éteinte ou encre vide
ru: Принтер выключен, либо чернила кончились
sv: Skrivaren är avstängd eller bläcket slut

source: Error: problem with printer
de_de: Fehler: Druckerproblem
fi: Virhe: ongelma tulostimessa
fr_fr: Erreur: problème avec l'imprimante
ru: Ошибка: неполадки в принтере
sv: Fel: problem med skrivaren

source: No supported printers found. Please check your printer and cables and restart Inkblot.
de_de: Keine unterstützten Drucker gefunden Bitte prüfen sie ihren Drucker und ihre Kabel und starten sie anschließend Inkblot neu.
fi: Tuettuja tulostimia ei löydetty. Tarkista tulostimesi liitännät ja käynnistä Inkblot uudelleen.
fr_fr: Aucune imprimante supportée n'est détectée. Vérifiez l'imprimante et les connecteurs, et redémarrez Inkblot.
ru: Поддерживаемые принтеры не найдены. Проверьте принтер, его кабели и повторно запустите Inkblot.
sv: Inga skrivare hittades. Kontrollera din skrivare och kablarna. Starta sedan om Inkblot.

source: No supported printers found. Please check your printer and cables and scan for printers again.
de_de: Keine unterstützten Drucker gefunden Bitte prüfen sie ihren Drucker und ihre Kabel und suchen anschließend erneut nach Druckern.
fi: Tuettuja tulostimia ei löydetty. Tarkista tulostimesi liitännät ja etsi tulostimia uudelleen.
fr_fr: Aucune imprimante supportée n'est détectée. Vérifiez l'imprimante et les connecteurs, et scannez les imprimantes à nouveau.
ru: Поддерживаемые принтеры не найдены. Проверьте принтер, его кабели и повторно запустите сканирование принтеров.
sv: Inga skrivare hittades. Kontrollera din skrivare och kablarna. Sök sedan igen efter skrivare.

source: Inkblot was not installed correctly and the inkblot.glade file could not be found.
de_de: Inkblot wurde nicht ordnungsgemäß installiert. Es konnte die Datei inkblot.glade nicht finden.
fi: Inkblot-ohjelmaa ei asennettu oikein. Inkblot.glade -tiedostoa ei löydy.
fr_fr: Inkblot a mal été installé et le fichier inkblot.glade est introuvable.
ru: Программа Inkblot не была корректно установлена, и файл inkblot.glade не найден.
sv: Inkblot blev inte korrekt installerat och filen inkblot.glade kunde inte hittas.

source: Inkblot got an invalid response from the printer. Please check your printer and check the libinklevel homepage if your printer is supported.
de_de: Inkblot erhielt eine ungültige Anwort vom Drucker. Bitte prüfen sie ihren Drucker und überprüfen sie auf der Internetseite von libinklevel ob ihr Drucker unterstützt wird.
fr_fr: Inkblot a reçu une réponse invalide de l'imprimante. Vérifiez votre imprimante et vérifiez sur la page web libinklevel si votre imprimante est supportée.

source: An unexpected error occurred.
de_de: Ein unerwarteter Fehler ist aufgetreten.
fi: Tapahtui odottamaton virhe.
fr_fr: Erreur inattendue.
ru: Произошла ошибка.
sv: Ett oväntat fel inträffade.

source: Inkblot Error
de_de: Inkblot Fehler
fi: Inkblot virhe
fr_fr: Erreur Inkblot
ru: Ошибка Inkblot
sv: Inkblot-fel

source: Choose Printer Not Implemented
de_de: Drucker wählen ist nocht nicht implementiert.
fi: Valitse tulostin ei ole toteutettu
fr_fr: Choix d'imprimante non implémenté
ru: Функция выбора принтера пока не реализована
sv: Välj skrivare är inte implementerat

source: parallel port
de_de: Paralleler Port
fi: rinnakkaisliitäntä
fr_fr: port parallèle
ru: Параллельный порт
sv: parallellport

source: Found <i>%s</i> %s printer on %s Inkblot will report the ink level on this device.
de_de: Drucker <i>%s</i> %s wurde an %s gefunden. Inkblot wird den Tintenfüllstand für diesen Drucker melden.
fi: Löysin <i>%s</i> %s tulostimen %s Inkblot ilmoittaa tämän laitteen mustemäärän.
fr_fr: Trouvé <i>%s</i> %s imprimante à %s Inkblot affichera les niveaux d'encre de ce périphérique.
ru: Найден <i>%s</i> %s принтер на %s Inkblot будет показывать отчёт об уровне чернил в нём.
sv: Hittade skrivaren <i>%s</i> %s på %s Inkblot kommer att rapportera bläcknivån för enheten.

source: Printer Detection Complete
de_de: Druckersuche abgeschlossen
fi: Tulostimen etsintä valmis
fr_fr: Détection d'imprimante terminé
ru: Определение принтера завершено
sv: Skrivaridentifiering färdig

source: Inkblot Setup
de_de: Inkblot einrichten
fi: Inkblot asetukset
fr_fr: Préférences Inkblot
ru: Настройка Inkblot
sv: Konfiguration av Inkblot

source: Reports on your printer ink levels.
de_de: Prüft den Tintenfüllstand ihres Druckers.
fi: Ilmoittaa tulostimen musteen määrät.
fr_fr: Vérifiez les niveaux d'encre de votre imprimante.
ru: Выводит отчёт об уровне чернил в вашем принтере.
sv: Rapporterar bläcknivåer för din skrivare.

source: Rescan Printer Devices
de_de: Druckersuche durchführen
fi: Etsi tulostimia
fr_fr: Rescan les périphériques d'impression
ru: Повторно просканировать устройства принтеров
sv: Sök igen efter skrivarenheter

source: About Inkblot
de_de: Über Inkblot
fi: Tietoja Inkblot-ohjelmasta
fr_fr: A propos de Inkblot
ru: Об Inkblot
sv: Om Inkblot

source: Exit Inkblot
de_de: Inkblot beenden
fi: Sulje Inkblot
fr_fr: Quitter Inkblot
ru: Выйти из Inkblot
sv: Avsluta Inkblot

source: 1 = Parallel Port, 2 = USB
de_de: 1 = Paralleler Port, 2 = USB
fi: 1 = rinnakkaisportti, 2 = USB
fr_fr: 1 = Port Parallèle, 2 = USB
ru: 1 = параллельный порт, 2 = USB
sv: 1 = Parallellport, 2 = USB

source: If this key is set, inkblot will try to find new devices and will set up the other keys.
de_de: Wenn dieser Schlüssel gesetzt ist, versucht inkblot neue Geräte zu finden und wird andere Schlüssel setzen.
fi: Jos tämä avain on asetettu, inkblot yrittää löytää uusia laitteita ja asettaa muut avaimet.
fr_fr: If this key is set, inkblot will try to find new devices and will set up the other keys.Si cette option est sélectionnée, Inkblot essaiera de trouver de nouveaux périphériques et configurera les autres options.
sv: Om den här nyckeln är inställd kommer inkblot att försöka hitta nya enheter och kommer att konfigurera de andra nycklarna.

source: libinklevel bus type
de_de: libinklevel Bus-Typ
fi: libinklevel väylätyyppi
fr_fr: type de bus libinklevel
ru: тип шины libinklevel
sv: libinklevel-busstyp

source: libinklevel config indicator
de_de: libinklevel Konfigurationsindikator
fi: libinklevel asetusilmaisin
fr_fr: indicateur de configuration libinklevel
sv: libinklevel-konfigurationsindikator

source: libinklevel port number
de_de: libinklevel Portnummer
fi: libinklevel -porttinumero
fr_fr: numéro de port libinklevel
ru: номер порта libinklevel
sv: libinklevel-portnummer

source: the number of the lp port - ie. 0 = lp0
de_de: Die Nummer des Druckersports - z.B. 0 = lp0
fi: lp -porttinumero, esim. 0 = lp0
fr_fr: Le numéro de port imprimante - ie. 0 = lp0
ru: номер порта lp — т.е. 0 = lp0
sv: siffran för lp-porten - alltså, 0 = lp0

source: Check your printer ink cartridge levels
de_de: Prüft den Füllstand ihrer Druckertinte
fi: Tarkista tulostimesi mustemäärät
fr_fr: Vérifiez le niveau d'encre des cartouches de votre imprimante
ru: Проверка уровня чернил в картриджах принтера
sv: Kontrollera bläcknivån för din skrivare

source: Printer Ink Level Monitor
de_de: Tintenfüllstands-Monitor
fi: Tulostimen mustemäärän valvonta
fr_fr: Surveille le niveau d'encre de l'imprimante
ru: Слежение за уровнем чернил в принтере
sv: Övervakare för bläcknivå i skrivare
